{
  "menu-items": {
    "my-food": "Моя Еда",
    "settings": "Настройки",
    "log-out": "Выйти"
  },
  "settings": {
    "profile-settings": "Настройки профиля",
    "personal": "Личные",
    "system": "Системные",
    "notification-time": "Время уведомления",
    "interface-language": "Язык интерфейса",
    "notification-sound": "Звук уведомлений",
    "send-report": "Отправлять ежедневный отчёт на почту"
  },
  "controls": {
    "nickname": "Имя пользователя",
    "email": "Почта",
    "height": "Рост(см)",
    "weight": "Вес(кг)",
    "age": "Возраст",
    "male-title": "Пол",
    "male": "мужской",
    "female": "женский"
  },
  "buttons": {
    "save": "Сохранить",
    "cancel": "Отмена",
    "change-avatar": "Изменить фотографию",
    "change-password": "Изменить пароль",
    "back": "Назад",
    "upload-image": "Загрузить изображение"
  },
  "cropper": {
    "preview": "Предпросмотр",
    "wait": "Пожалуйста дождитесь обработки фото"
  },
  "toggle": {
    "on": "вк",
    "off": "вык"
  },
  "my-food": {
    "my-progress": "Мой прогресс",
    "calories": "Калории",
    "protein": "Белки",
    "fats": "Жиры",
    "carbohydrates": "Углеводы",
    "kcal": "ккал",
    "g": "г",
    "my-food-description": "Здесь твои продукты. Добавляй их, выделяй и получай ежедневный отчёт в выбранное время.",
    "add-product": "Добавить",
    "find-more": "Найти",
    "search": "Поиск",
    "product-categories": "Категории продуктов",
    "dish-categories": "Категории блюд",
    "food-options": "Опции еды",
    "disable-tips": "Отключить советы",
    "use-custom-goals": "Использовать собственные цели",
    "custom-goals": "Собственные цели",
    "vegetables": "Овощи",
    "fruits": "Фрукты",
    "grains": "Крупы",
    "dairy": "Молочное",
    "pasta": "Макароны",
    "oils": "Масла",
    "meat": "Мясо",
    "fish": "Рыба",
    "nuts": "Орехи",
    "desert": "Сладкое",
    "pizza": "Пицца",
    "drink": "Напитки",
    "other": "Другое",
    "soups": "Супы",
    "salads": "Салаты",
    "sandwiches": "Бутерброды",
    "breakfast": "Завтрак",
    "dinner": "Обед",
    "supper": "Ужин",
    "lunch": "Перекус",
    "weight": "Вес",
    "by-the-piece": "Поштучно",
    "accept": "Принять",
    "how-much-did-you-eat": "Как много ты съел?",
    "gram": "Грамм",
    "amount": "Количество",
    "my-products": "Мои продукты",
    "add-new-product": "Добавление нового продукта",
    "add-new-dish": "Добавление нового блюда",
    "product-name": "Название продукта",
    "dish-name": "Название блюда",
    "category": "Категория",
    "add-calories": "Калории (ккал/100г)",
    "add-protein": "Белки (г/100г)",
    "add-fats": "Жиры (г/100г)",
    "add-carbohydrates": "Углеводы (г/100г)",
    "average-mass-of-one-piece": "Средняя масса порции/шт (г)",
    "average-mass-of-serving": "Средняя масса одной порции (г)"
  },
  "dishes": {
    "dishes": "Блюда",
    "description": "Вы можете добавлять свои блюда и использовать их как продукты для своей еды. Обсуждайте блюда с другими пользователями в комментариях. Если вам прнравилось чьё-то блюдо, вы можете добавить его к себе в еду и использовать в дальнейшем.",
    "add-dish": "Добавить блюдо",
    "search-dishes": "Найти блюдо",
    "likes": "Лайк",
    "comments": "Комментарии",
    "describe": "Опишите своё блюдо",
    "ingredients": "Ингридиенты",
    "describe-recipe": "Опишите свой рецепт *",
    "calculate-automatically": "Рассчитать БЖУ автоматически",
    "detail": {
      "title": "Детали блюда",
      "description": "Описание",
      "mass-of-serving": "Масса порции",
      "recipe": "Рецепт"
    }
  },
  "advices": {
    "titles": {
      "be-active": "Будь активным",
      "more-foods-with-fiber": "Больше продуктов с клетчаткой",
      "give-preference-to-fish": "Отдай предпочтение рыбе",
      "less-salt": "Меньше соли",
      "more-water": "Больше воды",
      "avoid-alcohol": "Избегайте алкоголя",
      "appreciate-the-food": "Цените еду",
      "less-sugar": "Меньше сахара",
      "consume-fats-wisely": "Потребляйте жиры с умом",
      "start-with-breakfast": "Начиай с завтрака"
    },
    "contents": {
      "be-active": "Потребление и расход энергии должны быть сбалансированы. Чтобы поддерживать нормальный обмен веществ и хорошее здоровье, вы должны двигаться и сокращать время, проведенное в течение дня в сидячем положении, особенно за различными экранами.",
      "more-foods-with-fiber": "Чтобы в вашем меню было достаточно клетчатки, необходимой для нормального пищеварения, вам нужно есть как злаковые продукты, так и фрукты, овощи и ягоды. Сократите потребление продуктов из белой муки и ешьте больше цельных зерен, богатых клетчаткой и более питательных. Ешьте гречневую и другие крупы, предпочитайте цельнозерновые варианты обычным макаронам и рису, а для выпечки используйте цельнозерновую муку. Хороший завтрак - это хлопья и цельнозерновые продукты с высоким содержанием клетчатки.",
      "give-preference-to-fish": "Рыба должна быть на нашем столе 2-3 раза в неделю, потому что она содержит омега-3 жирные кислоты, необходимые для организма, которые снижают риск развития распространенных заболеваний, таких как, например, заболевания сердечно-сосудистой системы. Рыба также является незаменимым источником витамина D, который, в свою очередь, помогает организму лучше усваивать кальций, который способствует здоровью костей. Вы должны есть как красную, так и белую рыбу, есть меньше консервированной рыбы, соленой и копченой рыбы, потому что они содержат много соли. В зависимости от типа рыбы следует употреблять не менее 200 граммов в неделю.",
      "less-salt": "Большая часть излишков соли идет на тарелку против нашей воли с консервированными и готовыми продуктами. На самом деле, мы получаем много соли из повседневных продуктов, таких как хлеб, сыр и ветчина. Чтобы потреблять меньше соли, ищите менее соленые альтернативы среди аналогичных продуктов и отдавайте предпочтение продуктам, которые вы готовите самостоятельно из свежих ингредиентов, а не покупным продуктам. При приготовлении вместо соли можно использовать пряные травы и другие приправы. Подавая готовые блюда на стол, вы можете добавить к ним щепотку соли.",
      "more-water": "Вода необходима для транспортировки питательных веществ и их остатков, нормального функционирования пищеварительных соков и многого другого. Всего взрослому человеку необходимо 28–35 мл воды на килограмм массы тела, т.е. 2-3 литра. Если человек ест нормально, он получает большую часть жидкости из пищи, например, из фруктов и овощей, супов и напитков. Взрослый должен дополнительно выпивать 2-3 стакана воды в день, а в жаркую погоду и, если он занимается спортом - еще больше. Лучший напиток - чистая вода.",
      "avoid-alcohol": "Обмен веществ в организме человека не нуждается в алкоголе. При употреблении алкоголя мужчины не должны пить больше четырех, а женщины не должны пить более двух единиц алкоголя в день. Одна единица - это количество, которое содержит 10 граммов абсолютного алкоголя. Каждую неделю должно быть не менее трех дней без алкоголя. Следует также помнить, что, помимо других возможных вредных воздействий, алкоголь в больших количествах дает дополнительную энергию. Например, одна единица алкоголя составляет около 4 кл крепкого 40% алкоголя или 12 кл 12% вина; 0,5 литра пива (5,2%) составляют две единицы алкоголя.",
      "appreciate-the-food": "Научитесь готовить еду самостоятельно и делайте это медленно и с удовольствием, а еще лучше - в компании. Как правило, люди, которые готовят сами, едят более здоровую пищу. Полуфабрикаты, купленные в магазине, которые можно быстро нагреть и проглотить, содержат слишком много жира, сахара и / или соли и мало клетчатки, витаминов и минералов. Нездоровое питание часто является результатом комфортного и слишком быстрого образа жизни. Когда вы быстро перекусите у холодильника или поедаете перед телевизором, вы можете легко потерять контроль над количеством, которое вы едите.",
      "less-sugar": "Добавленные сахара - это сахара, которые добавляются в пищу в пищевой промышленности (например, в сладостях, кондитерских изделиях, безалкогольных и соковых напитках, творожных пастах, йогуртах, а также в некоторых мясных продуктах) или которые вы добавляете при приготовлении пищи (для например, в кофе, чае или десертах). Некоторые стаканчики для йогурта могут содержать около 40 г сахара, а во флаконе на 500 мл с безалкогольным напитком - более 50 г добавленного сахара. Если вы употребляете такие продукты, то в тот же день вы больше не можете есть сахар и другие сладости. Помните, что безалкогольные напитки не утоляют жажду. Жажда лучше всего утоляется водой. Вместо сладостей и пирожных ешьте свежие или сушеные фрукты на десерт.",
      "consume-fats-wisely": "Наше тело обязательно нуждается в жирах, но в небольших количествах. Поэтому при приготовлении пищи следует отдавать предпочтение приготовлению на пару, варке, тушению или запеканию в духовке, а не жарить много жира. Чтобы уменьшить содержание насыщенных жирных кислот в самой пище, перед приготовлением удалите кожу с продукта (включая курицу), удалите жир и сало, видимые глазу. Будьте осторожны со скрытыми жирами, обнаруженными, например, в пирогах, выпечке и переработанном мясе. Используйте растительное масло для приготовления пищи. Попробуйте разнообразить свое меню, добавив орехи, миндаль и семена. Не бойтесь рыбьего жира!",
      "start-with-breakfast": "Завтрак должен быть достаточно обильным, чтобы зарядиться энергией на весь день. Ночью организм потребляет запасы углеводов, которые накопились в печени, а утром они должны быть восстановлены. Если вы не завтракаете, организм начнет разлагать собственные резервы, что может привести к снижению эффективности функционирования организма, например, снижению работоспособности, способности к обучению и концентрации. Углеводы, которые мы получаем с завтраком, используются немедленно, и организм не расценивает их как жир. Завтрак должен быть насыщен медленно усваиваемыми углеводами. Хороши различные злаки, особенно цельные злаки. Бутерброды также подходят, и вы можете позволить себе небольшое угощение на завтрак."
    }
  },
  "custom-goals": {
    "title": "Настройте свои цели",
    "subtitle": "Вы можете создавать свои собственные цели для ежедневного прогресса"
  },
  "auto-calc": {
    "selected-products": "Выбранные продукты",
    "no-selected": "Вы ещё не выбрали ни однго продукта",
    "select-products": "Выерите продукты",
    "calculate": "Рассчитать",
    "search-products": "Искать продукты"
  },
  "videos": {
    "menu": "Видео",
    "description": "Это видеохостинг. Вы можете добавить свое видео или смотреть видео других пользователей. Это поможет вам получить что-то новое для вашего здорового образа жизни.",
    "add-video": "Добавить видео",
    "search-video": "Искать видео",
    "views": "Просмотров",
    "likes": "Лайков",
    "comments": "Комментариев",
    "leave-comment": "Оставить комментарий",
    "send": "Отправить",
    "no-videos": "Видео не найдены:(",
    "add": {
      "title": "Загружай своё видео",
      "title-control": "Название",
      "description": "Описание",
      "select-video-file": "Выбрать выдео файл",
      "select-preview": "Выбрать обложку"
    }
  },
  "history": {
    "menu": "История",
    "view-daily": "Статистика БЖУ",
    "view-score": "Статистика по баллам",
    "view-food": "Просмотр еды",
    "no-eat": "В этот день вы ещё не использовали Gisfit",
    "jan": "ЯНВ",
    "feb": "ФЕВ",
    "mar": "МАР",
    "apr": "АПР",
    "may": "МАЙ",
    "jun": "ИЮН",
    "jul": "ИЮЛ",
    "aug": "АВГ",
    "sep": "СЕН",
    "oct": "ОКТ",
    "nov": "НОЯ",
    "dec": "ДЕК",
    "sun": "ВСК",
    "mon": "ПНД",
    "tue": "ВТ",
    "wed": "СР",
    "thu": "ЧТВ",
    "fri": "ПТ",
    "sat": "СУБ",
    "your-food": "Ваша еда",
    "no-food": "Кажется в этот день вы ничего не ели. Это очень плохо.",
    "points": "Баллы",
    "no-data": "Кажется у вас недостаточно собранных данных, для того чтобы предоставить статистику."
  },
  "activity": {
    "menu": "Активность",
    "title": "Ваша активность",
    "description": "Если у вас какие-либо фитнес трекеры(браслет, смартфон, весы и тд) то у вас есть возможность синхронизировать их с Gisfit. Вам всего лишь нужно собрать необходимые данные в Googli Fit.",
    "weight": "Вес",
    "steps": "Шаги",
    "heart-rate": "Сердцебиение"
  },
  "activities": {
    "no": "Нет активности",
    "3": "3 тренировки в неделю",
    "5": "5 тренировок в неделю",
    "5-intense": "5 интенсивных тренировок в неделю",
    "every-day": "тенировки каждый день",
    "intense-every-day": "интенсивные тренировки каждый день или больше чем 1 раз в день",
    "max": "ежедневные тренировки + физическая работа"
  },
  "goals": {
    "lose": "сбросить вес",
    "maintain": "поддержка формы",
    "gain": "набор массы"
  },
  "change": {
    "title": "Введите ваш новый пароль",
    "description": "Вам нужно подтвердить свой старый пароль после чего введите новый",
    "old": "Старый Пароль",
    "new": "Новый Пароль",
    "confirm": "Подтвердите Новый Пароль"
  },
  "mobile": {
    "eat": "еда",
    "progress": "прогресс",
    "filters": "фильтры",
    "options": "опции"
  },
  "edit": {
    "edit-dish": "Редактировать блюдо",
    "edit-product": "Редактировать продукт"
  },
  "current-eating": {
    "title": "Приём пищи",
    "submit": "Отправить",
    "clear": "Очистить"
  }
}
